{
  "type": "FeatureCollection",
  "features": [
    {
      "type": "Feature",
      "properties": {
        "stroke": "#555555",
        "stroke-width": 2,
        "stroke-opacity": 1,
        "fill": "#555555",
        "fill-opacity": 0.5,
        "интересное местоположение": ""
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              30.260102748870846,
              59.94768243660752
            ],
            [
              30.262763500213623,
              59.94796182622693
            ],
            [
              30.26181936264038,
              59.94831643273741
            ],
            [
              30.26074647903442,
              59.948359415086976
            ],
            [
              30.259480476379395,
              59.94817673971641
            ],
            [
              30.259437561035153,
              59.948069283145834
            ],
            [
              30.260188579559326,
              59.94816599407502
            ],
            [
              30.26036024093628,
              59.94790809763683
            ],
            [
              30.259974002838135,
              59.9477898944321
            ],
            [
              30.260102748870846,
              59.94768243660752
            ]
          ]
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "stroke": "#555555",
        "stroke-width": 2,
        "stroke-opacity": 1,
        "fill": "#555555",
        "fill-opacity": 0.5,
        "пустошь, шотландский стиль": ""
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              30.22175788879394,
              59.929129996759556
            ],
            [
              30.223388671874996,
              59.929129996759556
            ],
            [
              30.22604942321777,
              59.928656913601245
            ],
            [
              30.225448608398438,
              59.932570398604156
            ],
            [
              30.22476196289063,
              59.93334443984601
            ],
            [
              30.221071243286133,
              59.93678440460705
            ],
            [
              30.21918296813965,
              59.938590243283336
            ],
            [
              30.21162986755371,
              59.93721437511591
            ],
            [
              30.210514068603516,
              59.93656941726217
            ],
            [
              30.212831497192383,
              59.933946459435006
            ],
            [
              30.212831497192383,
              59.93209736450852
            ],
            [
              30.213861465454098,
              59.93196835403895
            ],
            [
              30.214891433715824,
              59.930979257102344
            ],
            [
              30.217294692993164,
              59.92994712450661
            ],
            [
              30.220642089843746,
              59.92900097474907
            ],
            [
              30.22175788879394,
              59.929129996759556
            ]
          ]
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "star",
        "где-то тут заброс": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.27960777282715,
          59.93489246814103
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "town-hall",
        "где-то тут заброс": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.280294418334957,
          59.9263344075178
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "stroke": "#555555",
        "stroke-width": 2,
        "stroke-opacity": 1,
        "fill": "#555555",
        "fill-opacity": 0.5,
        "хороший сад": ""
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              30.28334140777588,
              59.92777524062234
            ],
            [
              30.28394222259521,
              59.926979564405386
            ],
            [
              30.284628868103027,
              59.92708708933363
            ],
            [
              30.285487174987793,
              59.927044079404155
            ],
            [
              30.28533697128296,
              59.9280440458427
            ],
            [
              30.28434991836548,
              59.92796878060052
            ],
            [
              30.284199714660645,
              59.92792577181406
            ],
            [
              30.28334140777588,
              59.92777524062234
            ]
          ]
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "dog-park",
        "тут из окна второго этажа смотрела красивая собака": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.283577442169186,
          59.928210703985535
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {},
      "geometry": {
        "type": "LineString",
        "coordinates": [
          [
            30.284092426300045,
            59.93034492941464
          ],
          [
            30.301966667175293,
            59.935644955798246
          ]
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "ferry",
        "мне нравится эта улица": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.2882981300354,
          59.93157056859907
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "rail-metro",
        "отличная площадь и дома рядом": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.28879165649414,
          59.91817208970267
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "garden",
        "первый раз это вижу, интересно, что там": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.292804241180416,
          59.92505480924171
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "bicycle",
        "хорошее место чтобы летом пить вино": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.288383960723873,
          59.92511395142624
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "beer",
        "раньше тут можно было выйти на крышу, не знаю, как сейчас": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.35918354988098,
          59.917360049743806
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "dog-park",
        "кажется, тут собаки": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.288662910461422,
          59.93872997670099
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "library",
        "какой-то странный пустырь у филфака": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.29383420944214,
          59.94111072868179
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "stroke": "#555555",
        "stroke-width": 2,
        "stroke-opacity": 1,
        "fill": "#555555",
        "fill-opacity": 0.5,
        "я вернулся в свой город знакомый до слёз": ""
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              30.29826521873474,
              59.94371699929717
            ],
            [
              30.298930406570435,
              59.943120530698174
            ],
            [
              30.30049681663513,
              59.94349130973789
            ],
            [
              30.299874544143673,
              59.944125386023096
            ],
            [
              30.29826521873474,
              59.94371699929717
            ]
          ]
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "star",
        "район форта ино, интересно, что здесь": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          29.405411481857296,
          60.164822596136766
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "star"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          29.38980102539062,
          60.1642514607831
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "star"
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          29.377055168151855,
          60.1683079079692
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "square-stroked",
        "где-то тут флигелька площадь": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.28106689453125,
          59.94533439618127
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "",
        "узкая улица из «счастливых дней»": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.35827159881592,
          59.940309998221224
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "water",
        "мосты": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.298061370849606,
          59.92121571830569
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "triangle",
        "красивая гора": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.56349277496338,
          60.18041022359191
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "rocket",
        "заброшенный НИИ": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.253214836120605,
          60.0462679109587
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "park",
        "водонапорная башня": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          28.763000965118405,
          60.732037173823805
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "stroke": "#555555",
        "stroke-width": 2,
        "stroke-opacity": 1,
        "fill": "#555555",
        "fill-opacity": 0.5,
        "интересно что тут": ""
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              28.752915859222412,
              60.730227504107
            ],
            [
              28.752636909484863,
              60.73018553954139
            ],
            [
              28.752057552337646,
              60.73011210141964
            ],
            [
              28.752143383026123,
              60.72982883851967
            ],
            [
              28.752272129058838,
              60.729671469162305
            ],
            [
              28.752593994140625,
              60.72946164215289
            ],
            [
              28.752508163452145,
              60.729356728134036
            ],
            [
              28.752293586730957,
              60.72924132231745
            ],
            [
              28.752014636993405,
              60.728947560185674
            ],
            [
              28.75233650207519,
              60.72855937038999
            ],
            [
              28.75246524810791,
              60.728318060854726
            ],
            [
              28.75145673751831,
              60.727793468653275
            ],
            [
              28.751306533813477,
              60.72756264537001
            ],
            [
              28.750834465026852,
              60.727489201250165
            ],
            [
              28.750276565551758,
              60.727415756962365
            ],
            [
              28.749697208404537,
              60.72724788367388
            ],
            [
              28.749160766601562,
              60.726796719863124
            ],
            [
              28.74950408935547,
              60.726660320254084
            ],
            [
              28.749825954437256,
              60.726733766269405
            ],
            [
              28.750319480895996,
              60.7267757353456
            ],
            [
              28.750598430633545,
              60.72664982795247
            ],
            [
              28.751177787780758,
              60.726670812552285
            ],
            [
              28.75145673751831,
              60.72717443883424
            ],
            [
              28.751907348632812,
              60.72730034417077
            ],
            [
              28.752379417419437,
              60.72740526490754
            ],
            [
              28.752830028533932,
              60.72720591521464
            ],
            [
              28.752808570861813,
              60.727027548651115
            ],
            [
              28.752486705780026,
              60.72690164224516
            ],
            [
              28.75265836715698,
              60.72681770436696
            ],
            [
              28.7531304359436,
              60.72681770436696
            ],
            [
              28.75343084335327,
              60.72660785871176
            ],
            [
              28.753859996795658,
              60.72634554971472
            ],
            [
              28.754546642303467,
              60.725894373228535
            ],
            [
              28.75521183013916,
              60.7256950141576
            ],
            [
              28.755791187286373,
              60.725957328467544
            ],
            [
              28.755769729614254,
              60.72647145830066
            ],
            [
              28.755555152893066,
              60.726859673333465
            ],
            [
              28.755297660827633,
              60.72733182042779
            ],
            [
              28.754761219024658,
              60.72733182042779
            ],
            [
              28.754353523254398,
              60.72723739156422
            ],
            [
              28.753559589385986,
              60.72723739156422
            ],
            [
              28.752894401550293,
              60.72747870921933
            ],
            [
              28.752486705780026,
              60.727761992848684
            ],
            [
              28.752593994140625,
              60.72791937156309
            ],
            [
              28.752894401550293,
              60.72806625766742
            ],
            [
              28.753817081451412,
              60.72821314309994
            ],
            [
              28.754417896270752,
              60.72854887870876
            ],
            [
              28.754289150238034,
              60.72866428701371
            ],
            [
              28.754761219024658,
              60.7287901865097
            ],
            [
              28.754675388336185,
              60.72916788203644
            ],
            [
              28.75471830368042,
              60.72930427099612
            ],
            [
              28.75471830368042,
              60.730070136703226
            ],
            [
              28.75373125076294,
              60.730227504107
            ],
            [
              28.75373125076294,
              60.730647146746925
            ],
            [
              28.75345230102539,
              60.73112972900354
            ],
            [
              28.75295877456665,
              60.731150710676275
            ],
            [
              28.752636909484863,
              60.73093040242884
            ],
            [
              28.752915859222412,
              60.730227504107
            ]
          ]
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "stroke": "#555555",
        "stroke-width": 2,
        "stroke-opacity": 1,
        "fill": "#555555",
        "fill-opacity": 0.5,
        "сосны на морском берегу": ""
      },
      "geometry": {
        "type": "Polygon",
        "coordinates": [
          [
            [
              29.575881958007812,
              59.937644340050184
            ],
            [
              29.5916748046875,
              59.93540846151708
            ],
            [
              29.595108032226562,
              59.93730036854873
            ],
            [
              29.59682464599609,
              59.940395983626935
            ],
            [
              29.583778381347656,
              59.94297544211913
            ],
            [
              29.577598571777347,
              59.94624246815013
            ],
            [
              29.56798553466797,
              59.94899339826934
            ],
            [
              29.556999206542965,
              59.94624246815013
            ],
            [
              29.556312561035156,
              59.94349130973789
            ],
            [
              29.566612243652344,
              59.94005204066633
            ],
            [
              29.575881958007812,
              59.937644340050184
            ]
          ]
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "cemetery",
        "могила Балабанова": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.24874091148376,
          59.94176634593623
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "harbor",
        "ночь, ледяная рябь канала, аптека, улица, фонарь": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.281893014907837,
          59.92353320588597
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {},
      "geometry": {
        "type": "LineString",
        "coordinates": [
          [
            30.400371551513672,
            59.92792577181406
          ],
          [
            30.417194366455078,
            59.93377445495316
          ]
        ]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "marker-color": "#7e7e7e",
        "marker-size": "medium",
        "marker-symbol": "library",
        "Малой Охтой сквозь тысячу арок": ""
      },
      "geometry": {
        "type": "Point",
        "coordinates": [
          30.413761138916016,
          59.932656404078585
        ]
      }
    }
  ]
}
